// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Configuración inalámbrica";
TaskTOCTitle = "Conexión inalámbrica automática HP";
ConfirmSettingsTaskName = "Confirme la Conexión inalámbrica automática HP";
ConfirmSettingsTaskTOCTitle = "Confirmar ajustes inalámbricos";
NetworkSelectTaskName = "Seleccionar red";
DeviceDiscoveryTaskName = "Seleccionar dispositivo";
DeviceDiscoveryTaskTitle = "Seleccione el dispositivo a configurar";
ConfigureSettingsTaskName = "Configuración del dispositivo";
ResultsTaskName = "Resultados de configuración";

// confirmation pane
ConfirmationDescriptionText = "Si decide usar la Conexión inalámbrica automática HP, su computadora se desconectará temporalmente de su red inalámbrica, por lo que es aconsejable que complete todas las descargas/cargas que ya estén en curso. Esta interrupción durará unos treinta segundos y luego la conexión inalámbrica se restablecerá.";
HostNetworkDetectedTitle = "La aplicación ha detectado que el equipo está conectado a una red inalámbrica con la siguiente configuración:";
WirelessNetworkNameTitle = "Nombre de red inalámbrica:";
CommunicationModeTitle = "Modo de comunicación:";
EncryptionTypeTitle = "Tipo de codificación:";

WirelessNetworkChooseTitle = "Desea que su dispositivo esté configurado para usar los ajustes anteriores?";
KeepCurrentNetworkSettingsTitle = "Sí, conservar estos ajustes.";
ChooseAnotherNetworkSettingsTitle = "No, quiero elegir otra red.";
ShowSettingsTitle = "Mostrar ajustes";

// network selection pane
NetworkSelectTitle = "Seleccione el nombre de la red inalámbrica de la lista siguiente.";
SelectedNetworkPasswordTitle = "Contraseña:";
NetworkSelectContinueDescription= "Haga clic en Continuar para agregar el dispositivo a \"%@\".";
NetworkDiscoveryFailedTitle = "Error en la detección de la red";
NetworkDiscoveryFailedDescription = "No se puede detectar ninguna red inalámbrica.";
SetupNetworkSelectedTitle = "Seleccione otra red";
SetupNetworkSelectedDescription = "Está intentando conectarse a una red especial que fue creada por un dispositivo de impresión. Haga clic en Aceptar y seleccione una red diferente.";

NetworkNotAvailableTitle = "No se encuentra la red";
DeviceNetworkNotAvailableMessageFormat = "El dispositivo no pudo acceder a la red inalámbrica \"%@\". Asegúrese de que su punto de acceso inalámbrico funciona correctamente y está en el radio de alcance de su dispositivo, o elija otra red.";
MacNetworkNotAvailableMessageFormat = "El mac no pudo acceder a la red inalámbrica \"%@\". Asegúrese de que su punto de acceso inalámbrico funciona correctamente y está en el alcance de su mac, o elija otra red.";
ChangeNetworkButtonTitle= "Cambiar red";

LookingForNetworkMessageFormat = "Buscando red: \"%@\"";

UnsupportedNetworkTitle = "Red no compatible";
UnsupportedNetworkMessageFormat = "Elija otra red o póngase en contacto con su administrador de red para recibir asistencia.";

EnterpriseNetworkAlertTitle = "Red empresarial seleccionada";
EnterpriseNetworkAlertForUSBConnectionMessage = "Esta red está protegida con un tipo de cifrado empresarial. Conecte la impresora a la misma red a la cual está conectado su equipo y luego utilice el servidor web integrado, o comuníquese con su administrador.";
EnterpriseNetworkAlertForNetworkConnectionMessage = "Esta red está protegida con un tipo de cifrado empresarial. Para conectar la impresora a la red, utilice el servidor web integrado (EWS) o comuníquese con su administrador. Si decide utilizar el EWS, su equipo se desconectará de la red inalámbrica y se conectará a una red especial creada por la impresora.";
ConfigureUsingEWSButtonTitle = "Configurar con el EWS";
ConnectingToDeviceProgressTitle = "Conectando a la red del dispositivo...";

UnableToConnectToDeviceNetworkAlertMessage = "Asegúrese de que su dispositivo pueda ser visualizado por esta computadora y que la luz indicadora azul en el dispositivo parpadee para mostrar que está en modo Conexión inalámbrica automática HP. Puede restablecer el modo Conexión inalámbrica automática HP desde la opción Restaurar valores predeterminados de fábrica, en el panel de control del dispositivo. Consulte la documentación de su dispositivo para conocer las instrucciones sobre cómo hacerlo.";

// select device
DeviceNameColumnTitle = "Nombre del dispositivo";
DeviceModelColumnTitle = "Modelo de dispositivo";
AllFilterTitle = "Todas";
DevicesFilterLabel = "Dispositivos:";
SupportedDevicesFilterTitle = "Admitidos";

// configure
ConfigureTaskName = "Configurando su dispositivo HP";
ConfigureTitle = "Configurando...";
NoteTitle = "El Dispositivo HP se está configurando para la red inalámbrica. Este proceso puede tardar varios minutos.";
RestoringNetworkSettings = "Restableciendo la configuración de la red...";

// particular errors
IncorrectPasswordTitle = "Contraseña no aceptada";
IncorrectPasswordDescription = "La red inalámbrica no acepta la contraseña \"%@\".\n\nVuelva a escribir la contraseña.";

DuplicateNetworkNameErrorTitle = "Nombres de red WiFi duplicados";
DuplicateNetworkNameErrorDescription = "Se han detectado redes \"%@\" WiFi duplicadas. Compruebe los ajustes de su router inalámbrico.";

MacAddressFilterErrorTitle = "Error en el filtro WiFi";
MacAddressFilterErrorDescription = "La dirección del Hardware MAC del dispositivo ha sido eliminada y no está disponible desde \"%@>\". Compruebe los ajustes de su router inalámbrico.";

WeakSignalStrengthErrorTitle = "Indicador de señal débil";
WeakSignalStrengthErrorDescription = "La señal del indicador \"%@\" del router inalámbrico es débil. Coloque el dispositivo más cerca del router.";

DeviceNotReachableErrorTitle = "No se puede alcanzar el dispositivo";
DeviceNotReachableErrorDescription = "Los ajustes de red inalámbrica se han descargado correctamente en su dispositivo. Sin embrago, su Mac no pudo localizar el dispositivo en la red.\n\nAsegúrese de que:\n• Su Mac está conectado a una red por cable o inalámbrica que tenga acceso a su dispositivo.\n• Su dispositivo está conectado a la red inalámbrica \"%@\".";

EmptyPasswordError = "La contraseña es obligatoria.";
TooShortWPAPersonalPasswordError = "La contraseña debe tener al menos 8 caracteres.";
TooLongWPAPersonalPasswordError = "La contraseña no puede tener más de 64 caracteres.";

// restore original network errors

FailedToRestoreOriginalNetworkErrorTitle = "No se puede restablecer la conexión con su red inalámbrica original";

NoPasswordIsStoredInKeychainErrorMessageFormat = "El asistente no pudo recuperar las credenciales para la red inalámbrica\"%@\" de su llavero. Asegúrese de que el equipo Mac esté conectado a una red cableada o inalámbrica que tenga acceso a su dispositivo.";
PasswordFromKeychainNotAcceptedErrorMessageFormat = "Sus credenciales no fueron aceptadas por la red inalámbrica\"%@\". Asegúrese de que su equipo Mac esté conectado a una red cableada o inalámbrica que tenga acceso a su dispositivo.";
FailedToRestoreOriginalNetworkGenericErrorMessage = "Asegúrese de que su punto de acceso inalámbrico funcione correctamente y esté dentro del alcance del equipo Mac y luego intente establecer la conexión manualmente.";

// results
ManualNetworkConfigurationTitle = "Manual";
AutoNetworkConfigurationTitle = "Automática";
LinklocalNetworkConfigurationTitle = "Enlace-local";
NetworkSettingsTitle = "Ajustes de red";
ConfigurationFailedTaskName = "Ha fallado la configuración";
ConfigurationCompleteTaskName = "Configuración completa";
ConfigurationFailedTitle = "El asistente no pudo configurar su dispositivo con una conexión inalámbrica.";
ConfigurationSucceededTitle = "Su dispositivo HP está ahora configurado correctamente y se ha unido a la red \"%@\".";

ConfigurationFailedNote = "Asegúrese de que el punto de acceso inalámbrico funciona correctamente y de que su dispositivo está colocado dentro de su alcance y está encendido pero inactivo y haga clic en Reintentar para realizar otro intento.\n\n%@";
UnableToConnectToDeviceNetworkUSBSOWMessage = "Asegúrese de que su dispositivo esté encendido y pueda ser visualizado por esta computadora y luego haga clic en Reintentar para intentarlo nuevamente. La luz indicadora azul en su dispositivo debe parpadear para mostrar que el dispositivo está en el modo Conexión inalámbrica HP. Una vez que el dispositivo se encienda por primera vez durante la instalación, permanecerá en este modo por hasta una hora, hasta que se conecte a una red.\n\n%@";
UnableToConnectToDeviceNetworkFPWithoutIndicatorSOWMessage = "Asegúrese de que su dispositivo está en el campo de visión de este ordenador y de que el dispositivo esté en modo HP Auto Wireless Connect. Después, haga clic en Volver a intentarlo. Puede restablecer el modo HP Auto Wireless Connect con la opción Restaurar valores predeterminados de la red en el panel de control del dispositivo. Consulte la documentación de su dispositivo para obtener instrucciones.\n\n%@";
UnableToConnectToDeviceNetworkFPWithIndicatorSOWMessage = "Asegúrese de que su dispositivo pueda ser visualizado por esta computadora y que la luz indicadora azul en el dispositivo parpadee para mostrar que está en modo Conexión inalámbrica automática HP. Luego haga clic en Reintentar para hacer otro intento. Puede restablecer el modo Conexión inalámbrica automática HP desde la opción Restaurar valores predeterminados de fábrica, en el panel de control del dispositivo. Consulte la documentación de su dispositivo para conocer las instrucciones sobre cómo hacerlo.\n\n%@";
ConfigurationFailedUSBSOWPart = "De forma alternativa, puede configurar su dispositivo conectándolo a este equipo con un cable USB y haciendo clic en Reintentar. Cuando el dispositivo esté configurado para unirse a la red que seleccionó anteriormente, puede desconectarlo del equipo.";
ConfigurationFailedFPSOWPart = "De forma alternativa, puede configurar su dispositivo para conectarse a su red inalámbrica usando el Asistente de configuración inalámbrica, al que se accede desde el panel de control del dispositivo. Para hacer esto, siga estos pasos:
       1. Presione el botón Inalámbrica o pulse el icono Inalámbrica en su dispositivo.
       2. En la pantalla del dispositivo, abra la pantalla de estado de Inalámbrica y seleccione Ajustes.
       3. Seleccione el Asistente de configuración inalámbrica y siga las instrucciones en la pantalla.

Una vez que haya completado el asistente correctamente, su dispositivo se conectará a la red automáticamente.";

ConfigurationOverUSBFailedTitle = "El asistente no pudo configurar su dispositivo con una conexión USB.";
ConfigurationOverUSBFailedNote = "Asegúrese de que el punto de acceso inalámbrico funciona correctamente y de que su dispositivo está colocado dentro de su alcance y está encendido pero inactivo y haga clic en Reintentar para realizar otro intento.";
MoreInfoText = "Para obtener más información en línea, visite";
FailedTitle = "Fallo al recuperar información de red";
BonjourServiceNameLabel = "Nombre del servicio Bonjour:";
IPAddress = "Dirección IP:";
AddressMode = "Modo de dirección:";
SubnetMask = "Máscara de subred:";
DefaultGateway = "Puerta de enlace predeterminada:";
HostName = "Nombre de host:";
PrefixLength = "Largo de prefijo:";
DisconnectUSBWarningText = "<b>Importante:</b> Desconecte el cable USB a su dispositivo ahora.";
DeviceNotLocatedWarningText = "Los ajustes de la red inalámbrica se descargaron con éxito en su dispositivo. Sin embargo, su Mac no pudo localizar el dispositivo en la red.";

// network settings
Adhoc = "Adhoc";
Infrastructure = "Infraestructura";

// select network
NetworkColumnTitle = "Red";
SignalStrengthColumnTitle = "Potencia de la señal";
EncryptionColumnTitle = "Cifrado";
ModeColumnTitle = "Modo";
